Revit 2027 API
ParameterTypeId.DividedpathDisplayNodes Property
 "Display Nodes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathDisplayNodes { get; }
Public Shared ReadOnly Property DividedpathDisplayNodes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathDisplayNodes {
	ForgeTypeId^ get ();
}
static member DividedpathDisplayNodes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace